@echo off
chcp 65001
cls
echo by kwasss
echo(
echo  * Привіт! Натисніть CTRL + C, а потім напишіть y для скасування. Після натискання
echo  * будь-якої клавіші, трохи зачекайте і надайте права адміністратора. Якщо ще трохи
echo  * почекати, відкриється вікно. Цифри списку 1-4 підписані як "Activation Methods".
echo  * Введіть цифру 1 (Enter натискати не потрібно). У вас почався процес піратської
echo  * активації Windows. Як тільки процес завершицца, натискаєте будь-яку кнопку,
echo  * закриваєте вікна і перезавантажуєте комп'ютер. Готово!
echo(
pause
start powershell -noexit -command "irm https://get.activated.win | iex"