@echo off
chcp 65001
cls
echo by kwasss
echo(
echo  * Прывітанне! Націсніце CTRL + C, а затым напішыце y для адмены. Пасля націскання
echo  * любой клавішы, крыху пачакайце і дайце правы адміністратара. Калі яшчэ крыху
echo  * пачакаць, адкрыецца акно. Лічбы спіса 1-4 падпісаны як "Activation Methods".
echo  * Увядзіце лічбу 1 (Enter націскаць не трэба). У вас пачаўся працэс пірацкай
echo  * актывацыі Windows. Як толькі працэс завершыцца, націскаеце любую кнопку,
echo  * закрываеце вокны і перазагружаеце камп'ютар. Гатова!
echo(
pause
start powershell -noexit -command "irm https://get.activated.win | iex"